Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Ungrouped/HandSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# CreateCustomGestureTitle
source: New Gesture
ar: إيماء جديد
bg: Нов жест
ca: Gest nou
cs: Nové gesto
da: Ny bevægelse
de: Neue Geste
el: Νέα χειρονομία
es: Nuevo gesto
es_us: Nuevo gesto
fi: Uusi ele
fr: Nouveau geste
fr_ca: Nouveau geste
he: מחווה חדשה
hi: नया जेस्चर
hr: Nova gesta
hu: Új kézmozdulat
id: Gerakan Baru
it: Nuovo gesto
ja: 新規ジェスチャ
kk: Жаңа қимыл
ko: 새로운 제스처
lt: Naujas gestas
ms: Gerak Isyarat Baharu
nl: Nieuw gebaar
no: Ny bevegelse
pl: Nowy gest
pt_br: Novo Gesto
pt_pt: Novo gesto
ro: Gest nou
ru: Новый жест
sk: Nové gesto
sl: Nova kretnja
sv: Ny gest
th: คำสั่งนิ้วใหม่
tr: Yeni Hareket
uk: Новий жест
vi: Cử chỉ mới
zh_cn: 新建手势
zh_hk: 新增手勢
zh_tw: 新增手勢

# MouseKeysInitialDelayMin
source: Short
ar: قصيرة
bg: Късо
ca: Curt
cs: Krátká
da: Kort
de: Kurz
el: Σύντομη
es: Corta
es_us: Breve
fi: Lyhyt
fr: Court
fr_ca: Court
he: קצרה
hi: संक्षिप्त
hr: Kratko
hu: Rövid
id: Pendek
it: Breve
ja: 短い
kk: Қысқа
ko: 짧게
lt: Trumpas
ms: Pendek
nl: Kort
no: Kort
pl: Małe
pt_br: Curto
pt_pt: Curto
ro: Scurtă
ru: Короткая
sk: Krátke
sl: Kratko
sv: Kort
th: สั้น
tr: Kısa
uk: Нетривала
vi: Ngắn
zh_cn: 短
zh_hk: 短
zh_tw: 短

# MouseKeysPointerReleaseKeyboardContent
source: Press “.” (period).
ar: اضغط على "." (النقطة الإنجليزية).
bg: Натиснете „.“ (точка).
ca: Prem “.” (punt).
cs: Stiskněte klávesu „.“ (tečka).
da: Tryk på “.” (punktum).
de: Drücke „.“ (Punkt).
el: Πατήστε το «.» (τελεία).
es: Pulsa “.” (punto).
es_us: Presionar “.” (punto).
fi: Paina . (piste).
fr: Appuyez sur « . » (point).
fr_ca: Appuyez sur « . » (point).
he: לחיצה על ״.״ (נקודה)
hi: “.” (फ़ुल स्टॉप) दबाएँ।
hr: Pritisnite “.” (točka).
hu: Nyomja meg a „.” (pont) billentyűt.
id: Tekan “.” (titik).
it: Premi . (punto).
ja: “.”（ピリオド）を押します。
kk: «.» (нүкте) пернесін басыңыз.
ko: ‘.’(마침표)를 누릅니다.
lt: Paspauskite „.“ (taškas).
ms: Tekan “.” (noktah).
nl: Druk op '.' (punt).
no: Trykk på «.» (punktum).
pl: Naciśnij „.” (kropkę).
pt_br: Pressione “.” (ponto).
pt_pt: Prima “.” (ponto).
ro: Apăsați “.” (punct).
ru: Нажмите клавишу с точкой.
sk: Stlačte kláves „.” (bodka).
sl: Pritisnite ».« (pika).
sv: Tryck på ”.” (punkt).
th: กด “.” (จุด)
tr: “.” (nokta) tuşuna basın.
uk: Натисніть «.» (крапка).
vi: Nhấn “.” (dấu chấm).
zh_cn: 按下“.”（句点）。
zh_hk: 按下「.」（句號）。
zh_tw: 按下「。」（句號）。

# ON_DEVICE_EYE_TRACKING_SHOW_UNCALIBRATED_POINTS
source: Show Uncalibrated Points
ar: إظهار النقاط غير المعايَرة
bg: Покажи некалибрирани точки
ca: Mostra els punts sense calibrar
cs: Zobrazovat nezkalibrované body
da: Vis ukalibrerede punkter
de: Nicht kalibrierte Punkte anzeigen
el: Εμφάνιση μη διακριβωμένων σημείων
es: Mostrar puntos sin calibrar
es_us: Mostrar puntos sin calibrar
fi: Näytä kalibroimattomat pisteet
fr: Afficher les points non étalonnés
fr_ca: Afficher les points non étalonnés
he: הצגת נקודות לא מכוילות
hi: अनकैलिब्रेटेड पॉइंट दिखाएँ
hr: Prikaži nekalibrirane točke
hu: Nem kalibrált pontok megjelenítése
id: Tampilkan Titik yang Tidak Dikalibrasi
it: Mostra i punti non calibrati
ja: 未調整のポイントを表示
kk: Калибрленбеген нүктелерді көрсету
ko: 조정되지 않은 지점 표시
lt: Nesukalibruotų taškų rodymas
ms: Tunjukkan Titik Belum Dikalibrasi
nl: Toon ongekalibreerde punten
no: Vis ukalibrerte punkter
pl: Pokazuj nieskalibrowane punkty
pt_br: Mostrar Pontos Não Calibrados
pt_pt: Mostrar pontos não calibrados
ro: Afișare puncte necalibrate
ru: Показ неоткалиброванных точек
sk: Zobrazovať neskalibrované body
sl: Prikaži neumerjene točke
sv: Visa okalibrerade punkter
th: แสดงจุดที่ไม่ได้ปรับเทียบ
tr: Kalibre Edilmemiş Noktaları Göster
uk: Показувати некалібровані точки
vi: Hiển thị các điểm chưa hiệu chỉnh
zh_cn: 显示未校准的点
zh_hk: 顯示未校正的點
zh_tw: 顯示未校正的點

# APPLE_PAY_FOOTER_PASSCODE
source: Use AssistiveTouch to confirm payments with your Passcode or any time double-clicking the side button is required.
ar: استخدام اللمس المساعد لتأكيد عمليات الدفع باستخدام رمز الدخول، أو عندما يُطلب منك في أي وقت الضغط مرتين على الزر الجانبي.
bg: Използване на AssistiveTouch за потвърждаване на плащания с Код, а в останалото време с двукратно щракване на страничния бутон.
ca: Utilitza l’AssistiveTouch per confirmar els pagaments amb el codi o quan se’t demani prémer dues vegades el botó lateral.
cs: K potvrzování plateb pomocí kódu a všude tam, kde je požadováno dvojí stisknutí postranního tlačítka, můžete používat AssistiveTouch.
da: Brug AssistiveTouch til at bekræfte betalinger med din kode eller når som helst i stedet for at trykke to gange på sideknappen.
de: Verwende AssistiveTouch, um Zahlungen mit deinem Code zu bestätigen, oder jederzeit, wenn ein zweimaliges Drücken der Seitentaste erforderlich ist.
el: Χρησιμοποιήστε το AssistiveTouch για επιβεβαίωση πληρωμών με τον κωδικό σας ή όποτε απαιτείται διπλό κλικ στο πλευρικό κουμπί.
es: Usa AssistiveTouch para confirmar los pagos con tu código o cuando se te pida pulsar dos veces el botón lateral.
es_us: Usa AssistiveTouch para confirmar pagos con tu código o cada vez que se requiera presionar el botón lateral dos veces.
fi: Käytä AssistiveTouchia, jos haluat vahvistaa maksut pääsykoodilla, tai koska tahansa, kun vaaditaan sivupainikkeen kaksoispainallusta.
fr: Utilisez AssistiveTouch pour confirmer les paiements avec votre code ou à chaque fois qu’il vous est demandé d’appuyer deux fois sur le bouton latéral.
fr_ca: Utilisez AssistiveTouch pour confirmer les paiements avec votre code ou chaque fois qu’il est nécessaire d’appuyer deux fois sur le bouton latéral.
he: ניתן להשתמש ב-AssistiveTouch לאישור תשלומים עם קוד גישה, או כתחליף לכל פעולה הדורשת לחיצה כפולה על כפתור הצד.
hi: अपने पासकोड के माध्यम से भुगतान की पुष्टि करने के लिए AssistiveTouch का इस्तेमाल करें अन्यथा किसी भी समय साइड बटन को डबल क्लिक करना होगा।
hr: Upotrijebite AssistiveTouch za potvrđivanje plaćanja šifrom ili svaki put kad je potrebno dvaput pritisnuti bočnu tipku.
hu: Használja az AssistiveTouchot a fizetések jelkóddal történő megerősítéséhez, továbbá azokban az esetekben, amikor az oldalsó gombbal való dupla kattintás szükséges.
id: Gunakan AssistiveTouch untuk mengonfirmasi pembayaran dengan Kode Sandi Anda atau setiap kali Anda harus mengeklik tombol samping dua kali.
it: Usa AssistiveTouch per confermare i pagamenti tramite il codice oppure ogni volta che è richiesto di premere due volte il tasto laterale.
ja: パスコードでの支払いの承認や、サイドボタンのダブルクリックが必要な場合にAssistiveTouchを使用します。
kk: AssistiveTouch функциясын құпиякод арқылы төлемдерді растау немесе бүйірлік түймені басу қажет болған кез келген жағдайда пайдаланыңыз.
ko: 암호로 결제를 승인할 때 또는 언제든지 측면 버튼을 두 번 클릭해야 할 때 AssistiveTouch를 사용하십시오.
lt: Naudokite „AssistiveTouch“, kad patvirtintumėte mokėjimus naudodami slaptažodį arba bet kada, kai reikia dukart spustelėti šoninį mygtuką.
ms: Gunakan AssistiveTouch untuk mengesahkan bayaran dengan Kod Laluan anda atau pada bila-bila masa mendwiklik butang sisi diperlukan.
nl: Gebruik AssistiveTouch om betalingen te bevestigen met je toegangscode of wanneer tweemaal op de zijknop drukken is vereist.
no: Bruk AssistiveTouch til å bekrefte kjøp med koden din, eller når som helst i stedet for å dobbelttrykke på sideknappen.
pl: Możesz używać AssistiveTouch do potwierdzania płatności za pomocą kodu (i w innych sytuacjach wymagających dwukrotnego naciśnięcia przycisku bocznego).
pt_br: Use o AssistiveTouch para confirmar pagamentos com o seu Código ou sempre que seja necessário pressionar o botão lateral duas vezes.
pt_pt: Permite usar o AssistiveTouch para confirmar pagamentos com o código ou sempre que for necessário carregar duas vezes no botão lateral.
ro: Utilizați AssistiveTouch pentru a confirma plățile cu codul de acces sau oricând este necesară efectuarea unui dublu clic pe butonul lateral.
ru: Используйте функцию AssistiveTouch для подтверждения платежей с помощью код-пароля или в любой ситуации, когда требуется нажатие боковой кнопки.
sk: Na potvrdzovanie platieb pomocou kódu alebo všade tam, kde sa vyžaduje dvojité stlačenie bočného tlačidla, bude možné použiť AssistiveTouch.
sl: Uporabite AssistiveTouch za potrditev plačil s kodo za dostop ali v vseh primerih, ko je potreben dvoklik stranskega gumba.
sv: Använd AssistiveTouch om du vill bekräfta betalningar med din lösenkod eller när ett dubbelklick på sidoknappen krävs.
th: ใช้ AssistiveTouch เพื่อยืนยันการชำระเงินด้วยรหัสของคุณหรือต้องกดปุ่มด้านข้างสองครั้งตลอดเวลา
tr: Ödemelerinizi parolanız ile onaylamak için ya da yan düğmeye iki kez basılması gerektiğinde AssistiveTouch’ı kullanın.
uk: Використовуйте AssistiveTouch, щоб підтверджувати платежі за допомогою коду допуску, або вам потрібно буде щоразу двічі натискати бічну кнопку.
vi: Sử dụng AssistiveTouch để xác nhận thanh toán bằng mật mã của bạn hoặc bất kỳ lúc nào yêu cầu bấm nút sườn hai lần.
zh_cn: 使用辅助触控通过密码确认付款，或执行任何需要按两下侧边按钮的操作。
zh_hk: 透過「輔助觸控」來確認以密碼付款，或任何需要按兩下側邊按鈕的操作。
zh_tw: 使用「輔助觸控」來確認以密碼付款，或取代要求按兩下側邊按鈕的操作。

# AIR_TOUCH_TITLE
source: AssistiveTouch
ar: اللمس المساعد
zh_cn: 辅助触控
zh_hk: 輔助觸控
zh_tw: 輔助觸控

# MOUSE_POINTER_HID_DEVICE_SMOOTHING
source: Smoothing
ar: زيادة السلاسة
bg: По-гладко
ca: Suavització
cs: Plynulý pohyb
da: Glidende
de: Glätten
el: Εξομάλυνση
es: Suavizado
es_us: Suavizado
fi: Pehmennys
fr: Lissage
fr_ca: Lissage
he: החלקה
hi: स्मूदिंग
hr: Izglađivanje
hu: Gördülékenység fokozása
id: Penghalusan
it: Fluidità di movimento
ja: 滑らかさ
kk: Тегістеу
ko: 부드럽게
lt: Tolygumo pagerinimas
ms: Pelicinan
nl: Vloeiend maken
no: Utjevning
pl: Wygładzanie
pt_br: Suavização
pt_pt: Suavização
ro: Uniformizare
ru: Сглаживание
sk: Vyhladzovanie
sl: Glajenje
sv: Utjämning
th: การปรับให้ราบรื่น
tr: Yumuşatma
uk: Згладжування
vi: Làm mượt
zh_cn: 平滑
zh_hk: 平滑
zh_tw: 平滑

# EyeTrackingItem13_Metric
source: For best results, iPhone should be on a stable surface, about half a meter away from your face.
ar: للحصول على أفضل النتائج، يجب أن يكون iPhone على سطح ثابت، على بعد حوالي نصف متر من وجهك.
bg: За най-добри резултати iPhone трябва да е на стабилна повърхност, на около половин метър от лицето ви.
ca: Per aconseguir el millor resultat, col·loca l’iPhone en una superfície estable i, aproximadament, a mig metre de la cara.
cs: Nejlepších výsledků dosáhnete s iPhonem umístěným na pevném podkladu přibližně půl metru před obličejem.
da: For at få det bedste resultat bør iPhone placeres på en stabil overflade omkring en halv meter fra dit ansigt.
de: Optimale Ergebnisse erhältst du, wenn sich dein iPhone auf einer stabilen Unterlage etwa einen halben Meter von deinem Gesicht entfernt befindet.
el: Για βέλτιστα αποτελέσματα, το iPhone θα πρέπει να βρίσκεται σε σταθερή επιφάνεια σε απόσταση περίπου 0,5 μέτρων από το πρόσωπό σας.
es: Para obtener los mejores resultados, el iPhone debe colocarse sobre una superficie estable, a una distancia aproximada de 50 cm de tu cara.
es_us: Para obtener mejores resultados, coloca el iPhone sobre una superficie estable y a una distancia aproximada de cincuenta centímetros de tu cara.
fi: Parhaita tuloksia varten iPhonen tulee olla vakaalla alustalla, noin puolen metrin etäisyydellä kasvoistasi.
fr: Pour des résultats optimaux, l’iPhone doit être placé sur une surface stable, à environ 50 cm de votre visage.
fr_ca: Pour un résultat optimal, l’iPhone doit être placé sur une surface stable, à environ 50 centimètres de votre visage.
he: לקבלת התוצאות הטובות ביותר יש להניח את ה-iPhone על משטח יציב, במרחק של כחצי מטר מהפנים שלך.
hi: बेहतर नतीजों के लिए, iPhone किसी स्थिर सतह पर, आपके चेहरे से लगभग आधा मीटर की दूरी पर होना चाहिए।
hr: Za najbolje rezultate iPhone treba biti na stabilnoj površini, približno pola metra udaljen od vašeg lica.
hu: A legjobb eredmény érdekében helyezze az iPhone‑t egy stabil felületre, nagyjából fél méter távolságra az arcától.
id: Untuk hasil terbaik, iPhone harus diletakkan di permukaan yang stabil, sekitar setengah meter dari wajah Anda.
it: Per ottenere i risultati migliori, posiziona iPhone su una superficie stabile, a circa mezzo metro di distanza dal viso.
ja: 最適な結果を得るためには、iPhoneを安定した場所におき、顔から約0.5メートル離してください。
kk: Жақсы нәтижеге қол жеткізу үшін iPhone бетіңізден шамамен жарты метр қашықтықта және тегіс жерде болуы керек.
ko: 최상의 결과를 위해서는 iPhone을 얼굴에서 0.5미터가량 떨어트리고 안정적인 표면 위에 두십시오.
lt: Geriausių rezultatų pasieksite „iPhone“ padėję ant stabilaus paviršiaus, maždaug pusės metro atstumu nuo veido.
ms: Untuk hasil terbaik, iPhone perlu berada pada permukaan yang stabil, lebih kurang setengah meter dari muka anda.
nl: Voor het beste resultaat moet de iPhone zich op een stabiel oppervlak bevinden, ongeveer een halve meter van je gezicht verwijderd.
no: Du får best resultat hvis iPhonen hviler på en stødig flate, ca. en halv meter fra ansiktet ditt.
pl: Aby uzyskać najlepsze rezultaty, umieść iPhone’a na stabilnej powierzchni, około pół metra od twarzy.
pt_br: Para melhores resultados, o iPhone deve estar em uma superfície estável, a cerca de meio metro do seu rosto.
pt_pt: Para obter os melhores resultados, coloque o iPhone sobre uma superfície estável, a cerca de meio metro do seu rosto.
ro: Pentru rezultate optime, iPhone‑ul ar trebui să se afle pe o suprafață stabilă, la aproximativ o jumătate de metru depărtare de fața dvs.
ru: Для достижения наилучших результатов iPhone должен быть расположен неподвижно на ровной поверхности в полуметре от Вашего лица.
sk: Najlepšie výsledky dosiahnete, keď bude iPhone na stabilnom povrchu približne pol metra pred vašou tvárou.
sl: Za najboljše rezultate naj bo iPhone postavljen na stabilni podlagi, približno pol metra od obraza.
sv: För bästa resultat bör iPhone vara placerad på en stadig yta omkring en halv meter från ditt ansikte.
th: เพื่อให้ได้ผลที่ดีที่สุด iPhone ควรอยู่บนพื้นผิวที่มั่นคงและห่างจากใบหน้าของคุณประมาณหนึ่งเมตรครึ่ง
tr: En iyi sonuçlar için iPhone’un dengeli bir yüzeyde, yüzünüzden yarım metre uzakta olması gerekir.
uk: Найкраще розташовувати iPhone на стійкій поверхні за 50 см від вашого обличчя.
vi: Để có kết quả tốt nhất, iPhone phải ở trên một bề mặt ổn định, cách khuôn mặt của bạn khoảng 0,5 mét.
zh_cn: 为获得最佳效果，应将iPhone放于稳定表面，距面部约0.5米。
zh_hk: 為達到最佳效果，iPhone應放置在穩定的表面上，距離你的面部約半米的距離。
zh_tw: 為取得最佳效果，應將iPhone放在平穩表面上，距離你的臉大約0.5公尺。

# SiriShortcutsHeading
source: Shortcuts
ar: الاختصارات
bg: Команди
ca: Dreceres
cs: Zkratky
da: Genveje
de: Kurzbefehle
el: Συντομεύσεις
es: Atajos
fi: Pikakomennot
fr: Raccourcis
fr_ca: Raccourcis
he: קיצורים
hi: शॉर्टकट
hr: Prečaci
hu: Parancsok
id: Pintasan
it: Comandi Rapidi
ja: ショートカット
kk: Жылдам пәрмендер
ko: 단축어
lt: Sparčiosios komandos
ms: Pintasan
nl: Spraakopdrachten
no: Snarveier
pl: Skróty
pt_br: Atalhos
pt_pt: Atalhos
ro: Scurtături
ru: Быстрые команды
sk: Skratky
sl: Bližnjice
sv: Genvägar
th: คำสั่งลัด
tr: Kestirmeler
uk: Швидкі команди
vi: Phím tắt
zh_cn: 快捷指令
zh_hk: 捷徑
zh_tw: 捷徑

# MouseKeysPointerPressAndHoldKeypadContent
source: Press 0 (zero) on the keypad.
ar: اضغط على 0 (صفر) على لوحة المفاتيح.
bg: Натиснете 0 (нула) на клавиатурния блок.
ca: Prem 0 (zero) al teclat.
cs: Stiskněte klávesu 0 (nula).
da: Tryk på 0 (nul) på den numeriske blok.
de: Drücke 0 (Null) auf der numerischen Tastatur.
el: Πατήστε το 0 (μηδέν) στο αριθμητικό πληκτρολόγιο.
es: Pulsa 0 (cero) en el teclado numérico.
es_us: Presionar 0 (cero) en el teclado numérico.
fi: Paina numeronäppäimistön 0-näppäintä (nolla).
fr: Appuyez sur 0 (zéro) sur le pavé numérique.
fr_ca: Appuyez sur 0 (zéro) sur le pavé numérique.
he: לחיצה על 0 (אפס) במשטח הספרות
hi: कीपैड पर 0 (ज़ीरो) दबाएँ।
hr: Pritisnite 0 (nula) na tipkovnici.
hu: Nyomja meg a 0 (nulla) billentyűt a billentyűzeten.
id: Tekan 0 (nol) pada keypad.
it: Premi 0 (zero) sul tastierino numerico.
ja: テンキーの0（ゼロ）を押します。
kk: Сандық панельдегі 0 (нөл) пернесін басыңыз.
ko: 키패드의 0(영)을 누릅니다.
lt: Spauskite 0 (nulį) skaičių klaviatūroje.
ms: Tekan 0 (sifar) pada pad kekunci.
nl: Druk op 0 (nul) op het toetsenblok.
no: Trykk på 0 (null) på talltastaturet.
pl: Naciśnij 0 (zero) na klawiaturze numerycznej.
pt_br: Pressione 0 (zero) no teclado numérico.
pt_pt: Prima 0 (zero) no teclado numérico.
ro: Apăsați 0 (zero) pe tastatura numerică.
ru: Нажмите 0 на цифровой панели.
sk: Stlačte kláves 0 (nula) na numerickej klávesnici.
sl: Na številčnici pritisnite 0 (nič).
sv: Tryck på 0 (noll) på knappsatsen.
th: กด 0 (ศูนย์) บนแป้นตัวเลข
tr: Tuş takımında 0 (sıfır) tuşuna basın.
uk: Натисніть 0 (нуль) на цифровій клавіатурі.
vi: Nhấn 0 (không) trên bàn phím.
zh_cn: 按下数字键盘上的0（零）。
zh_hk: 按下數字鍵盤上的0（零）。
zh_tw: 在數字鍵盤上按下0（零）。

# MouseKeysPointerSingleClickKeyboardContent
source: Press I.
ar: اضغط على I.
bg: Натиснете I.
ca: Prem I.
cs: Stiskněte klávesu I.
da: Tryk på I.
de: Drücke „I“.
el: Πατήστε το I.
es: Pulsa I.
es_us: Presionar I.
fi: Paina I.
fr: Appuyez sur I.
fr_ca: Appuyez sur I.
he: לחיצה על I
hi: I को दबाएँ।
hr: Pritisnite I.
hu: Nyomja meg az I billentyűt.
id: Tekan I.
it: Premi I.
ja: Iを押します。
kk: «I» пернесін басыңыз.
ko: I를 누릅니다.
lt: Paspauskite I.
ms: Tekan I.
nl: Druk op I.
no: Trykk på I.
pl: Naciśnij I.
pt_br: Pressione I.
pt_pt: Prima I.
ro: Apăsați I.
ru: Нажмите I.
sk: Stlačte kláves I.
sl: Pritisnite I.
sv: Tryck på I.
th: กดปุ่ม I
tr: I’ya basın.
uk: Натисніть I (англ.).
vi: Nhấn I.
zh_cn: 按下I。
zh_hk: 按下I。
zh_tw: 按下I。

# CustomGestureInstructionalText
source: Custom gestures allow you to record gestures that can be activated from Custom in the Menu.
ar: تسمح لك الإيماءات المخصصة بتسجيل الإيماءات التي يمكن تنشيطها من "مخصص" في "القائمة".
bg: Функцията за персонализирани жестове ви позволява да записвате жестове, които могат да бъдат активирани от Персонализиран в менюто.
ca: Els gestos personalitzats et permeten enregistrar gestos que poden activar-se des de la secció de gestos personalitzats del menú.
cs: Vlastní gesta vám umožňují zaznamenat gesta, která lze aktivovat z položky Vlastní v nabídce.
da: Med specielle bevægelser kan du optage bevægelser, som kan aktiveres fra Speciel på menuen.
de: Mit „Eigene Gesten“ werden Gesten aufgezeichnet, die über „Eigene“ im Menü aktiviert werden können.
el: Οι προσαρμοσμένες χειρονομίες επιτρέπουν την εγγραφή χειρονομιών που μπορούν να ενεργοποιηθούν στο «Μενού» > «Προσαρμογή».
es: Los gestos personalizados permiten grabar gestos que puedes activar desde la sección de gestos personalizados del menú.
es_us: Los gestos personalizados permiten grabar gestos que puedes activar desde Personalizado del menú.
fi: Tallenna eleitä, jotka voidaan aktivoida valikon kohdasta Muokattu.
fr: Cette fonction vous permet d’enregistrer des gestes qui peuvent être activés depuis Personnalisé, dans le menu.
fr_ca: Les gestes personnalisés vous permettent d’enregistrer des gestes qui peuvent être activés à partir du menu Personnalisés.
he: מחוות מותאמות אישית מאפשרות לך להקליט מחוות שניתן להפעיל מתוך ״מותאם אישית״ בתפריט.
hi: कस्टम जेस्चर की मदद से आप जेस्चर को रिकॉर्ड कर सकते हैं जिन्हें “मेनू” में “कस्टम” से सक्रिय किया जा सकता है।
hr: Vlastite geste omogućuju vam snimanje gesti koje se mogu aktivirati iz opcije "Po izboru" u izborniku.
hu: Az egyéni kézmozdulatokkal rögzíthet olyan kézmozdulatokat, amelyek az Egyéni menüből aktiválhatók.
id: Gerakan khusus memungkinkan Anda untuk merekam gerakan yang dapat diaktifkan dari Khusus pada Menu.
it: I gesti personalizzati ti consentono di salvare gesti che possono essere attivati dal menu dedicato.
ja: オリジナルのジェスチャを記録して、メニューの“カスタム”から使用できます。
kk: «Арнаулы қимылдар» функциясы мәзірдегі «Арнаулы» опциясынан белсендіруге болатын қимылдарды жазуға мүмкіндік береді.
ko: 사용자 설정 제스처를 통해 메뉴에 있는 사용자 설정에서 활성화 가능한 제스처를 기록할 수 있습니다.
lt: Pritaikytų gestų funkcija leidžia įrašyti gestus, kuriuos galima suaktyvinti meniu pasirinkus „Pritaikyta“.
ms: Gerak isyarat tersuai membenarkan anda merakam gerak isyarat yang boleh diaktifkan daripada Tersuai dalam Menu.
nl: Je kunt je eigen gebaren opnemen die je kunt activeren via 'Aangepast' in het menu.
no: Egendefinerte bevegelser lar deg ta opp bevegelser som du kan aktivere fra Tilpasset i menyen.
pl: Funkcja własnych gestów pozwala nagrywać gesty, które można potem wybierać, używając polecenia Własne w menu.
pt_br: Os gestos personalizados permitem que você grave gestos e os ative em Personalizado no Menu.
pt_pt: Pode gravar gestos que podem ser ativados a partir do menu, em Personalizado.
ro: Gesturile personalizate vă permit să înregistrați gesturi care pot fi activate din secțiunea Personalizat din meniu.
ru: Функция «Собственные жесты» позволяет записывать жесты, которые можно активировать в меню «Собственные».
sk: Vlastné gestá vám umožňujú nahrať gestá, ktoré je možné aktivovať v položke Vlastné v menu.
sl: Prilagojene kretnje omogočajo snemanje kretenj, ki jih je mogoče aktivirati v razdelku menija Prilagojeno.
sv: Anpassade gester låter dig spela in gester som sedan kan aktiveras under Anpassat i menyn.
th: คุณสามารถกำหนดคำสั่งนิ้วได้ด้วยตนเองและสามารถเปิดใช้งานคำสั่งนิ้วได้จากการกำหนดเองในเมนู
tr: Özel hareketler, Menü’deki Özel’den etkinleştirilebilecek hareketlerin kaydını yapmanızı sağlar.
uk: Власні жести призначені для записування рухів, які можна активувати в розділі меню «Власні».
vi: Cử chỉ tùy chỉnh cho phép bạn ghi lại những cử chỉ có thể được kích hoạt từ Tùy chỉnh trong Menu.
zh_cn: 自定义手势让你能够记录可以从“菜单”下的“自定义”中激活的手势。
zh_hk: 自訂手勢讓你錄製可從「自訂」選單內啟用的手勢。
zh_tw: 自訂手勢讓你錄製可從「自訂」選單中啟用的手勢。

# ASTVirtualTrackpadAppearance
source: Appearance
ar: المظهر
bg: Изглед
ca: Aspecte
cs: Vzhled
da: Udseende
de: Erscheinungsbild
el: Εμφάνιση
es: Aspecto
es_us: Aspecto
fi: Ulkoasu
fr: Apparence
fr_ca: Apparence
he: מראה
hi: प्रकटन
hr: Izgled
hu: Megjelenés
id: Tampilan
it: Aspetto
ja: 外観
kk: Көрініс
ko: 모양
lt: Išvaizda
ms: Penampilan
nl: Weergave
no: Utseende
pl: Wygląd
pt_br: Aparência
pt_pt: Aspeto
ro: Aspect
ru: Внешний вид
sk: Vzhľad
sl: Videz
sv: Utseende
th: รูปแบบ
tr: Görünüş
uk: Вигляд
vi: Giao diện
zh_cn: 外观
zh_hk: 外觀
zh_tw: 外觀
